# install by running 'brew bundle'

# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

brew 'git'
brew 'gdb'
brew 'gcc'
brew 'bat'
brew 'glow'
brew 'python'
brew 'vim'
brew 'tmux'
brew 'fzf'
brew 'fd'

# Apps
cask 'caffeine'
cask 'firefox'
cask 'slack'
cask 'visual-studio-code'
cask 'spotify'
